departments = {
     'Федорчук':{
        'проекти': ['Василенко', 'Валько', 'Бондаренко'],
        '': 'Валько',
        'завідувач': 'Бондаренко'
    },
    'Федорук': {
        'співробітники': ['Василенко', 'Валько', 'Бондаренко'],
        'менеджер': 'Валько',
        'завідувач': 'Бондаренко'
    }
}

# допиши виведення даних. Не забувай про тире перед прізвищем
print('Завідуючі відділів:')
for department in departments:
    print('-', departments[department]["завідувач"])
print('Проектні менеджери відділів:')
for department in departments:
    print('-', departments[department]["менеджер"])
